[
  {
    "name": "بذور الطماطم",
    "description": "كيس يحتوي على 100 بذرة طماطم عالية الجودة، خالية من الأمراض. مثالية للزراعة المنزلية أو التجارية، تنتج ثمارًا حمراء عصيرية. الإنبات: 7–14 يومًا عند 20–25°C. الزراعة: تبدأ داخليًا ثم تنقل الشتلات (5–7 سم). الحصاد: 60–80 يومًا بعد النقل. المميزات: مناسبة للأواني والحدائق، مقاومة للآفات، مثالية للسلطات والصلصات."
  },
  {
    "name": "بذور البطاطس",
    "description": "كيس يحتوي على 100 بذرة بطاطس حقيقية (TPS) خالية من الأمراض، مثالية للزراعة التجريبية أو التهجين. تنتج نباتات فريدة بأشكال وطعوم وألوان جديدة. الإنبات: 10–20 يومًا عند 15–18°C. الزراعة: تبدأ داخليًا ثم تنقل الشتلات (7–10 سم). الحصاد: 90–120 يومًا بعد النقل. المميزات: مناسبة للتهجين، مقاومة للأمراض، وتزرع في الأواني."
  },
  {
    "name": "بذور الفلفل",
    "description": "كيس يحتوي على 100 بذرة فلفل (حلو أو حار)، خالية من الأمراض. مثالية للزراعة المنزلية أو التجريبية، تنتج ثمارًا ملونة غنية بالنكهة. الإنبات: 10–15 يومًا عند 22–28°C. الزراعة: تبدأ داخليًا ثم تنقل الشتلات (6–8 سم). الحصاد: 70–90 يومًا بعد النقل. المميزات: مناسبة للأواني والحدائق، مقاومة للآفات، مثالية للطهي."
  },
  {
    "name": "خرطوم",
    "description": "خرطوم مرن بطول 10 أمتار، مصنوع من مواد متينة مقاومة للتآكل. مثالي لري الحدائق والمزارع، مزود بفوهة قابلة للتعديل لتوزيع المياه بدقة. المميزات: مقاوم للتشابك، سهل التخزين، مناسب لجميع أنواع النباتات."
  },
  {
    "name": "مجرفة",
    "description": "مجرفة بمقبض طويل (120 سم) مصنوعة من الفولاذ المقاوم للصدأ. مثالية لتفتيت التربة، إزالة الأعشاب، وتحضير أحواض الزراعة. المميزات: تصميم مريح، مقاومة للتآكل، مناسبة للتربة الثقيلة والخفيفة."
  },
  {
    "name": "منجل",
    "description": "منجل بشفرة منحنية (30 سم) مصنوعة من الفولاذ عالي الجودة. مثالي لقطع العشب، حصاد المحاصيل، أو إزالة الأعشاب الضارة. المميزات: مقبض مريح، شفرة حادة تدوم طويلاً، مناسب للاستخدام الزراعي المكثف."
  },
  {
    "name": "معزقة",
    "description": "مجرفة يدوية بطول 30 سم مصنوعة من الفولاذ المقاوم للصدأ. مثالية للحفر، نقل التربة، أو زراعة المحاصيل الصغيرة. المميزات: مقبض مريح، متينة، مناسبة للأواني والحدائق الصغيرة."
  },
  {
    "name": "كيس التربة",
    "description": "كيس تربة (20 لترًا) غني بالمغذيات العضوية، خالٍ من الآفات. مثالي لزراعة النباتات أو تحسين جودة أحواض الحديقة. المميزات: يحتفظ بالرطوبة، يعزز نمو الجذور، مناسب لجميع أنواع النباتات."
  },
  {
    "name": "السماد العضوي",
    "description": "سماد عضوي (5 كجم) غني بالنيتروجين والفوسفور والبوتاسيوم. مثالي لتعزيز نمو النباتات وزيادة إنتاجية المحاصيل. المميزات: سهل الاستخدام، آمن للبيئة، مناسب للخضروات والفواكه والنباتات الزينة."
  }
]
